package com.example.flowers;

public class Gardens {

    public static String[]names = new String[]{
            "Софтуерна Академия", "Училищна Академия", "Детска Академия",
            "Алго Академия", "Дигитална Академия", "Семинари",
            "Всички Курсове", " Вход / Регистрация"
    };

    public static int[] resourceIds = new int[]{
            R.drawable.softwareacademy, R.drawable.schoolacademy, R.drawable.kidsacademy,
            R.drawable.algoacademy, R.drawable.digitalacademy, R.drawable.seminars,
            R.drawable.courses, R.drawable.login
    };

    public static int[] picturesIds = new int[]{
            R.drawable.softwareacademy, R.drawable.schoolacademy, R.drawable.kidsacademy,
            R.drawable.algoacademy, R.drawable.digitalacademy, R.drawable.softwareacademy,
            R.drawable.schoolacademy, R.drawable.login
    };


    public static String[] info = new String[]{
            "Софтуерната академия на Телерик е интензивна програма за обучение на софтуерни инженери, предоставяща практически опит и отлична подготовка за успешен кариерен старт.",
            "Едно от ограниченията на използването на фалшиви текст в уеб дизайна е, че този текст никога не се чете, той не проверява действителното му разпознаваемост.",
            "Освен това формули проектирани с пробен текст са склонни да подценяват пространството принуждавайки редакциите след това да опростенчески заглавия или неточна, че да не надвишава определеното пространство.",
            "Много софтуерни инструменти предоставят произволни текстове пълнене да създаде фалшива съдържание директно в тяхната среда. Това може да бъде под формата на софтуер, за да инсталирате на вашия PC или Mac, или като разширения",
            "Можете да намерите функции или инсталиране на плъгини за генериране на Lorem Ipsum текст в текста софтуер за редактиране като Microsoft Word, OpenOffice, Notepad ++ или Lotus Notes; презентацията софтуер като Keynote или Pages;",
            "Предимството на латински произход и глупости съдържание Lorem Ipsum не позволява на читателя да бъде отвлечено от съдържанието на текста и по този начин може да се съсредоточи вниманието си върху графичния дизайн.",
            "Всъщност текста Lorem Ipsum има предимството, за разлика от общ текст, използвайки променлива дължина на думата да симулира нормална заетост на модела така че да съответства на крайния продукт и да се осигури бъдеще непроменено публикуване."
    };

}
